def get_rules():
    rules_dict = {r'Ѣ' : r'Е', r'ѣ' : r'е', r'Ѳ' : r'Ф', r'ѳ' : r'ф', r'Ѵ' : r'И', r'ѵ' : r'и', 
    r'І' : r'И', r'і' : r'и', r'аго' : r'ого', r'iя' : r'ыя', r'ыя' : r'ые', r'ою': r'ой',
    r'яго' : r'его', r'шаго' : r'шего', r'щагося' : r'щегося', r'астию' : r'астью', r'остию' : r'остью',
    r'астию' : r'астью', r'гия' : r'гие', r'ию' : r'ью', r'ньи' : r'нии', r'лкия' : r'лкие', 
    r'чек' : r'чок', r'[^а-яА-я]жь' : r' ж', r'бези' : r'безы', r'разс' : r'расс', r'безс' : r'бесс',
    r'низх' : r'низс', r'ъе' : r'Ъе', r'ъ' : r'', r'Ъ' : r'ъ' 
    }
    return rules_dict